Chapter_02-Web_Development_101/jumpstart_rails_blog/app/controllers/tags_controller.rb

DELETE FROM "tags" WHERE "tags"."id" = ?  [["id", 6]]
SELECT  "tags".* FROM "tags"  WHERE "tags"."id" = ? LIMIT 1  [["id", 6]]
---
	def destroy
		@tag = Tag.find(params[:id]).destroy